/**
* Created by Chen Haowenon 2017/6/28.
*/
'usestrict';
const data = [['唬弄','进行「交涉」检定'],
    ['唬弄','以「易容」扮演某人'],
    ['唬弄','进行「威吓」检定'],
    ['唬弄','进行「巧手」检定'],
    ['工艺','进行相关的「估价」检定'],
    ['文件解读','进行卷轴相关的「使用魔法装置」检定'],
    ['脱逃','进行捆缚相关的「绳技」检定'],
    ['驯养动物','进行「骑术」检定'],
    ['驯养动物','进行职业特性「理解动物」检定'],
    ['跳跃','进行「特技动作」检定'],
    ['神秘知识','进行「观察法术」检定'],
    ['建筑与工程知识','进行密门或密室相关的「搜索」检定'],
    ['地下城知识','在地底进行「野外求生」检定'],
    ['地理知识','以「野外求生」避免迷路或避开自然危险'],
    ['历史知识','进行职业特性「逸闻知识」检定'],
    ['地方知识','进行「搜集资讯」检定'],
    ['自然知识','在地面自然环境进行「野外求生」检定'],
    ['贵族与皇室知识','进行「交涉」检定'],
    ['宗教知识','进行职业特性「驱散或斥喝不死生物」检定'],
    ['界域知识','在其他界域进行「野外求生」检定'],
    ['搜索','以「野外求生」寻找或追踪足迹'],
    ['察言观色','进行「交涉」检定'],
    ['观察法术','进行卷轴相关的「使用魔法装置」检定'],
    ['野外求生','进行「自然知识」检定'],
    ['特技动作','进行「平衡感」检定'],
    ['特技动作','进行「跳跃」检定'],
    ['使用魔法装置','以「观察法术」阅读卷轴法术'],
    ['绳技','进行绳索相关的「攀爬」检定'],
    ['绳技','进行绳索相关的「脱逃」检定'],];
export default data ;


